Repository: tdduydev/xdev-mindmap-ai
Catalog: MindMapAI/Resources/Localizable.xcstrings
Source language: en
Languages: ja, vi

source: Find Next
ja: 次を検索
vi: Tìm kết quả tiếp

source: Find Previous
ja: 前を検索
vi: Tìm kết quả trước

source: Find in map
ja: マップ内を検索
vi: Tìm trong sơ đồ

source: Find…
ja: 検索…
vi: Tìm…

source: Finishing…
ja: 完了しています…
vi: Đang hoàn tất…

source: Fit to One Page
ja: 1ページに収める
vi: Vừa một trang

source: Format
ja: フォーマット
vi: Định dạng

source: Free up iCloud storage or choose a larger plan. Your maps stay on this device until there’s room.
ja: iCloudストレージの空き容量を増やすか、より大容量のプランを選択してください。空き容量ができるまで、マップはこのデバイスに保存されます。
vi: Hãy giải phóng dung lượng iCloud hoặc chọn gói lớn hơn. Sơ đồ của bạn vẫn nằm trên máy này cho đến khi còn chỗ.

source: General
ja: 一般
vi: Chung

source: Generate
ja: 生成
vi: Tạo

source: Generate Map
ja: マップを生成
vi: Tạo sơ đồ bằng AI

source: Generate Map…
ja: マップを生成…
vi: Tạo sơ đồ bằng AI…

source: Generate a Map from a Long Description
ja: 長い説明からマップを生成
vi: Tạo sơ đồ từ mô tả dài

source: Generating map…
ja: マップを生成中…
vi: Đang tạo sơ đồ…

source: Getting Ready
ja: 準備中
vi: Đang chuẩn bị

source: Getting ready. Apple Intelligence is still downloading; AI actions will be available soon.
ja: 準備中です。Apple Intelligenceをダウンロード中のため、AI機能はまもなく使用できるようになります。
vi: Đang chuẩn bị. Apple Intelligence vẫn đang tải về; các lệnh AI sẽ sớm dùng được.

source: Getting ready…
ja: 準備中…
vi: Đang chuẩn bị…

source: Green
ja: グリーン
vi: Xanh lá

source: Hearing: %@
ja: 認識中：%@
vi: Đang nghe: %@

source: Hide Chat
ja: チャットを隠す
vi: Ẩn cuộc trò chuyện

source: Hide Inspector
ja: インスペクタを隠す
vi: Ẩn bảng thông tin

source: High (2×)
ja: 高 (2×)
vi: Cao (2×)

source: High-Resolution PNG Export
ja: 高解像度PNGの書き出し
vi: Xuất PNG độ phân giải cao

source: Hold, then drag
ja: 長押ししてからドラッグ
vi: Giữ rồi kéo

source: Idea
ja: アイデア
vi: Ý tưởng

source: Ideas
ja: アイデア
vi: Ý tưởng

source: Import
ja: 読み込み
vi: Nhập

source: Import into Map…
ja: マップに読み込む…
vi: Nhập vào sơ đồ…

source: Import…
ja: 読み込む…
vi: Nhập…

source: In English
ja: 英語で
vi: Sang tiếng Anh

source: In Japanese
ja: 日本語で
vi: Sang tiếng Nhật

source: In Vietnamese
ja: ベトナム語で
vi: Sang tiếng Việt

source: Include
ja: 範囲
vi: Phạm vi

source: Include Notes
ja: メモを含める
vi: Kèm ghi chú

source: Included in Pro
ja: Proに含まれます
vi: Có trong Pro

source: Inspector
ja: インスペクタ
vi: Bảng thông tin

source: It may have been deleted on another device.
ja: 別のデバイスで削除された可能性があります。
vi: Có thể sơ đồ đã bị xoá trên thiết bị khác.

source: Its questions and answers are deleted. This can’t be undone.
ja: 質問と回答は削除されます。この操作は取り消せません。
vi: Các câu hỏi và câu trả lời sẽ bị xoá. Không thể hoàn tác.

source: Japanese
ja: 日本語
vi: Tiếng Nhật

source: Keep only the first selected topic
ja: 最初に選択したトピックのみを残す
vi: Chỉ giữ chủ đề chọn đầu tiên

source: Keyboard Shortcuts
ja: キーボードショートカット
vi: Phím tắt

source: Language
ja: 言語
vi: Ngôn ngữ

source: Language Not Supported
ja: サポートされていない言語
vi: Chưa hỗ trợ ngôn ngữ

source: Level
ja: レベル
vi: Cấp

source: Level %lld
ja: レベル%lld
vi: Cấp %lld

source: Light
ja: ライト
vi: Sáng

source: Link
ja: リンク
vi: Liên kết

source: Listening
ja: 聞き取り中
vi: Đang nghe

source: Listening. The words go into the question field.
ja: 聞き取り中です。話した言葉は質問欄に入力されます。
vi: Đang nghe. Lời nói được ghi vào ô câu hỏi.

source: Listening…
ja: 聞き取り中…
vi: Đang nghe…

source: Loading price…
ja: 価格を読み込み中…
vi: Đang tải giá…

source: Looking for missing topics…
ja: 不足しているトピックを探しています…
vi: Đang tìm chủ đề còn thiếu…

source: Make Map Tag
ja: マップのタグにする
vi: Chuyển thành thẻ của sơ đồ

source: Make Shared
ja: 共有にする
vi: Dùng chung

source: Make a tag shared to offer it in every map.
ja: タグを共有にすると、すべてのマップで使用できます。
vi: Chọn Dùng chung để mọi sơ đồ đều có thẻ đó.

source: Makes a map from the text on the clipboard: each line or Markdown list item becomes a topic.
ja: クリップボードのテキストからマップを作成します。各行またはMarkdownのリスト項目がトピックになります。
vi: Tạo sơ đồ từ văn bản trong bảng nhớ tạm: mỗi dòng hoặc mục danh sách Markdown thành một chủ đề.

source: Manage Tags
ja: タグを管理
vi: Quản lý thẻ

source: Manage Tags…
ja: タグを管理…
vi: Quản lý thẻ…

source: Map
ja: マップ
vi: Sơ đồ

source: Map Not Found
ja: マップが見つかりません
vi: Không tìm thấy sơ đồ

source: Map Tags
ja: マップのタグ
vi: Thẻ của sơ đồ

source: Map from Clipboard
ja: クリップボードからマップを作成
vi: Sơ đồ từ bảng nhớ tạm

source: Map in Recently Deleted
ja: 「最近削除した項目」にあるマップ
vi: Sơ đồ đang ở mục Đã xoá gần đây

source: Maps and Topics
ja: マップとトピック
vi: Sơ đồ và chủ đề

source: Maps you edit appear here.
ja: 編集したマップがここに表示されます。
vi: Sơ đồ bạn chỉnh sửa sẽ hiện ở đây.

source: Mark a map as a favorite to find it here.
ja: マップをお気に入りに登録すると、ここに表示されます。
vi: Đánh dấu yêu thích để tìm sơ đồ ở đây.

source: Markdown and plain text open in any text editor and can be imported again.
ja: Markdownとプレーンテキストはどのテキストエディタでも開くことができ、再度読み込むこともできます。
vi: Markdown và văn bản thuần mở được bằng mọi trình soạn thảo và nhập lại được.

source: Match Appearance
ja: 外観に合わせる
vi: Theo giao diện

source: Merge Into
ja: 統合先
vi: Gộp vào

source: Merge Tags
ja: タグを統合
vi: Gộp thẻ

source: Merge Topics
ja: トピックを統合
vi: Gộp chủ đề

source: MindMap AI Backup
ja: MindMap AIバックアップ
vi: Bản sao lưu MindMap AI

source: MindMap AI Help
ja: MindMap AIヘルプ
vi: Trợ giúp MindMap AI

source: MindMap AI Pro is unlocked on this device.
ja: このデバイスではMindMap AI Proのロックが解除されています。
vi: MindMap AI Pro đã được mở khoá trên thiết bị này.

source: MindMap AI Settings…
ja: MindMap AIの設定…
vi: Cài đặt MindMap AI…

source: MindMap AI Website
ja: MindMap AI Webサイト
vi: Trang web MindMap AI

source: MindMap AI can’t use speech recognition. Turn it on in Privacy & Security settings.
ja: MindMap AIは音声認識を使用できません。「プライバシーとセキュリティ」設定でオンにしてください。
vi: MindMap AI không dùng được nhận dạng giọng nói. Hãy bật trong cài đặt Quyền riêng tư & Bảo mật.

source: MindMap AI can’t use the microphone. Turn it on in Privacy & Security settings.
ja: MindMap AIはマイクを使用できません。「プライバシーとセキュリティ」設定でオンにしてください。
vi: MindMap AI không dùng được micro. Hãy bật trong cài đặt Quyền riêng tư & Bảo mật.

source: MindMap AI couldn’t open its storage. Restart the app. If it keeps happening, contact xDev support.
ja: MindMap AIはストレージを開けませんでした。Appを再起動してください。問題が解決しない場合は、xDevサポートにお問い合わせください。
vi: MindMap AI không mở được nơi lưu dữ liệu. Hãy khởi động lại ứng dụng. Nếu vẫn lỗi, hãy liên hệ hỗ trợ của xDev.

source: MindMap AI couldn’t read the file. Check that it opens in another app, then try again.
ja: MindMap AIはファイルを読み込めませんでした。ほかのAppで開けることを確認してから、もう一度お試しください。
vi: MindMap AI không đọc được tệp. Hãy kiểm tra tệp mở được bằng ứng dụng khác rồi thử lại.

source: MindMap AI keeps your maps on your devices. There is no account and no tracking.
ja: MindMap AIはマップをお使いのデバイス上に保存します。アカウントは不要で、トラッキングも行いません。
vi: MindMap AI giữ sơ đồ trên thiết bị của bạn. Không cần tài khoản, không theo dõi.

source: MindMap AI must be open for AI apps to read your maps. Each app gets its own token, so you can revoke one without the others.
ja: AI Appがマップを読み取るには、MindMap AIが開いている必要があります。Appごとに専用のトークンがあるため、ほかのAppに影響を与えずに1つずつ連携を解除できます。
vi: MindMap AI phải đang mở thì ứng dụng AI mới đọc được sơ đồ. Mỗi ứng dụng có mã truy cập riêng, nên bạn thu hồi được từng ứng dụng.

source: MindMap AI uses Apple Intelligence on this device. Your maps and requests are processed here and are never sent to xDev.
ja: MindMap AIはこのデバイス上のApple Intelligenceを使用します。マップとリクエストはこのデバイス上で処理され、xDevに送信されることはありません。
vi: MindMap AI dùng Apple Intelligence trên thiết bị này. Sơ đồ và yêu cầu của bạn được xử lý tại đây và không bao giờ được gửi tới xDev.

source: Modified
ja: 変更日
vi: Ngày sửa

source: More Formal
ja: よりフォーマルに
vi: Trang trọng hơn

source: More Technical
ja: より専門的に
vi: Kỹ thuật hơn

source: More Themes
ja: その他のテーマ
vi: Thêm bộ màu

source: Add Floating Topic
ja: フローティングトピックを追加
vi: Thêm chủ đề tự do

source: Attach to Topic
ja: トピックに付ける
vi: Gắn vào chủ đề

source: Attach to Topic…
ja: トピックに付ける…
vi: Gắn vào chủ đề…

source: Detach Topic
ja: トピックを切り離す
vi: Tách chủ đề

source: Floating Topics
ja: フローティングトピック
vi: Chủ đề tự do

source: Floating topic
ja: フローティングトピック
vi: Chủ đề tự do

source: Double-click empty canvas
ja: キャンバスの空いている場所をダブルクリック
vi: Bấm đúp vào nền canvas trống

source: Double-tap empty canvas
ja: キャンバスの空いている場所をダブルタップ
vi: Chạm đúp vào nền canvas trống

source: Select one topic to add the answer to its note
ja: 回答をメモに追加するには、トピックを1つ選択してください
vi: Chọn một chủ đề để thêm câu trả lời vào ghi chú của nó

source: Stop Asking by Voice
ja: 音声での質問を停止
vi: Dừng hỏi bằng giọng nói

source: Thumbs Down
ja: 低評価
vi: Không thích

source: Thumbs Up
ja: 高評価
vi: Thích

source: Time
ja: 時間
vi: Thời gian

source: Topic Color
ja: トピックの色
vi: Màu chủ đề

source: Topic Symbol
ja: トピックのシンボル
vi: Biểu tượng chủ đề

source: Travel
ja: 旅行
vi: Du lịch

source: Trophy
ja: トロフィー
vi: Cúp

source: Type or paste an emoji
ja: 絵文字を入力またはペースト
vi: Gõ hoặc dán một emoji

source: Use Emoji
ja: 絵文字を使用
vi: Dùng emoji

source: Warning
ja: 警告
vi: Cảnh báo

source: Work
ja: 仕事
vi: Công việc

source: To %@
ja: %@へ
vi: Tới %@

source: ⌥-drag a topic to empty canvas
ja: ⌥キーを押しながらトピックをキャンバスの空いている場所にドラッグ
vi: Giữ ⌥ và kéo chủ đề ra nền canvas trống

source: Move Topic
ja: トピックを移動
vi: Di chuyển chủ đề

source: Move Topics
ja: トピックを移動
vi: Di chuyển chủ đề

source: Move it, or drop it on another topic
ja: 移動するか、別のトピックにドロップします
vi: Di chuyển, hoặc thả lên chủ đề khác

source: Multi-Page Vector PDF Export
ja: 複数ページのベクターPDFの書き出し
vi: Xuất PDF vector nhiều trang

source: Name
ja: 名前
vi: Tên

source: New Map with AI…
ja: AIで新規マップ…
vi: Sơ đồ mới bằng AI…

source: New Mind Map
ja: 新規マインドマップ
vi: Sơ đồ mới

source: New Title
ja: 新しいタイトル
vi: Tiêu đề mới

source: New Window
ja: 新規ウインドウ
vi: Cửa sổ mới

source: New maps use Standard until MindMap AI Pro is unlocked.
ja: MindMap AI Proのロックを解除するまで、新しいマップには「標準」テーマが使用されます。
vi: Sơ đồ mới dùng bộ màu Tiêu chuẩn cho đến khi mở khoá MindMap AI Pro.

source: No Favorites
ja: お気に入りはありません
vi: Chưa có sơ đồ yêu thích

source: No Map Selected
ja: マップが選択されていません
vi: Chưa chọn sơ đồ

source: No Recent Maps
ja: 最近使ったマップはありません
vi: Chưa có sơ đồ gần đây

source: No Recently Deleted Maps
ja: 最近削除したマップはありません
vi: Không có sơ đồ nào đã xoá gần đây

source: No Results
ja: 結果なし
vi: Không có kết quả

source: No answer this time. Try again or ask another way.
ja: 今回は回答がありませんでした。もう一度試すか、別の聞き方で質問してください。
vi: Lần này chưa có câu trả lời. Hãy thử lại hoặc hỏi cách khác.

source: No apps connected yet.
ja: 連携中のAppはまだありません。
vi: Chưa kết nối ứng dụng nào.

source: No microphone is available.
ja: 使用できるマイクがありません。
vi: Không có micro nào dùng được.

source: No suggestions this time. Try again or reword the request.
ja: 今回は提案がありませんでした。もう一度試すか、リクエストの言い方を変えてください。
vi: Lần này chưa có đề xuất. Hãy thử lại hoặc diễn đạt yêu cầu khác đi.

source: None
ja: なし
vi: Không có

source: None. Your maps are never sent to xDev.
ja: なし。マップがxDevに送信されることはありません。
vi: Không có. Sơ đồ của bạn không bao giờ được gửi tới xDev.

source: Not Available
ja: 利用できません
vi: Không dùng được

source: Not Available on This Device
ja: このデバイスでは利用できません
vi: Không dùng được trên thiết bị này

source: Not Now
ja: 今はしない
vi: Để sau

source: Not Using iCloud
ja: iCloudを使用していません
vi: Không dùng iCloud

source: Not unlocked
ja: ロック解除されていません
vi: Chưa mở khoá

source: Not used since MindMap AI opened
ja: MindMap AIの起動後は未使用
vi: Chưa dùng từ khi mở MindMap AI

source: Note
ja: メモ
vi: Ghi chú

source: Nothing to Restore
ja: 復元する項目はありません
vi: Không có gì để khôi phục

source: Off
ja: オフ
vi: Tắt

source: Offered in every map. Changes reach every map and can’t be undone.
ja: すべてのマップで使用できます。変更はすべてのマップに反映され、取り消すことはできません。
vi: Có trong mọi sơ đồ. Thay đổi áp dụng cho mọi sơ đồ và không hoàn tác được.

source: On the Canvas
ja: キャンバス上
vi: Trên canvas

source: On this device
ja: このデバイス上
vi: Trên thiết bị này

source: On this device and in your private iCloud
ja: このデバイス上と、あなた専用のiCloud内
vi: Trên máy này và trong iCloud riêng của bạn

source: On this device. Audio is not kept.
ja: このデバイス上。音声は保持されません。
vi: Trên thiết bị này. Âm thanh không được lưu lại.

source: On this device. Nothing is sent to xDev.
ja: このデバイス上。xDevには何も送信されません。
vi: Trên thiết bị này. Không gửi gì tới xDev.

source: On: apps you connect can read your maps and handle them under their own terms
ja: オン：連携したAppはマップを読み取り、各Appの規約に従って取り扱います
vi: Bật: ứng dụng bạn kết nối đọc được sơ đồ và xử lý chúng theo điều khoản của họ

source: Only in this map. You can undo changes to them.
ja: このマップのみ。変更は取り消せます。
vi: Chỉ có trong sơ đồ này. Bạn có thể hoàn tác các thay đổi.

source: Only web and email links can be added.
ja: 追加できるのはWebリンクとメールリンクのみです。
vi: Chỉ thêm được liên kết web và email.

source: Open Apple Intelligence Settings…
ja: Apple Intelligenceの設定を開く…
vi: Mở cài đặt Apple Intelligence…

source: Open Link
ja: リンクを開く
vi: Mở liên kết

source: Open Map
ja: マップを開く
vi: Mở sơ đồ

source: Open Recent Map
ja: 最近使ったマップを開く
vi: Mở sơ đồ gần đây

source: Open Settings (⌘,)
ja: 設定を開く (⌘,)
vi: Mở cài đặt (⌘,)

source: Open in New Window
ja: 新規ウインドウで開く
vi: Mở trong cửa sổ mới

source: Open your Apple Account in Settings to continue syncing. Your maps stay on this device.
ja: 同期を続けるには、設定でApple Accountを開いてください。マップはこのデバイス上に残ります。
vi: Mở Tài khoản Apple trong Cài đặt để tiếp tục đồng bộ. Sơ đồ của bạn vẫn nằm trên máy này.

source: Open your Apple Account in System Settings to continue syncing. Your maps stay on this device.
ja: 同期を続けるには、システム設定でApple Accountを開いてください。マップはこのデバイス上に残ります。
vi: Mở Tài khoản Apple trong Cài đặt hệ thống để tiếp tục đồng bộ. Sơ đồ của bạn vẫn nằm trên máy này.

source: Opens a map.
ja: マップを開きます。
vi: Mở một sơ đồ.

source: Opens the most recently edited map.
ja: 最後に編集したマップを開きます。
vi: Mở sơ đồ sửa gần nhất.

source: Other
ja: その他
vi: Khác

source: Other Color
ja: その他の色
vi: Màu khác

source: Outline
ja: アウトライン
vi: Dàn ý

source: PDF Pages
ja: PDFのページ
vi: Trang PDF

source: PNG Image
ja: PNG画像
vi: Ảnh PNG

source: PNG Resolution
ja: PNGの解像度
vi: Độ phân giải PNG

source: Pages
ja: ページ
vi: Trang

source: Paper Size
ja: 用紙サイズ
vi: Khổ giấy

source: Paste
ja: ペースト
vi: Dán

source: Paste Topic
ja: トピックをペースト
vi: Dán chủ đề

source: Paste Topics
ja: トピックをペースト
vi: Dán chủ đề

source: Plain Text
ja: プレーンテキスト
vi: Văn bản thuần

source: Point the app at this address with Streamable HTTP and send the token in an Authorization: Bearer header.
ja: AppでこのアドレスをStreamable HTTPで指定し、トークンをAuthorization: Bearerヘッダで送信してください。
vi: Trỏ ứng dụng tới địa chỉ này bằng Streamable HTTP và gửi mã truy cập trong header Authorization: Bearer.

source: Port
ja: ポート
vi: Cổng

source: Port %@ Is Unavailable
ja: ポート%@は使用できません
vi: Không dùng được cổng %@

source: Possible missing topics
ja: 不足している可能性のあるトピック
vi: Có thể còn thiếu các chủ đề này

source: Privacy
ja: プライバシー
vi: Quyền riêng tư

source: Privacy Policy
ja: プライバシーポリシー
vi: Chính sách quyền riêng tư

source: Pro adds extra export formats, themes and voice input. Maps, topics and everything else stay free.
ja: Proでは書き出し形式、テーマ、音声入力が追加されます。マップやトピックなど、そのほかの機能はすべて無料のままです。
vi: Pro thêm định dạng xuất, bộ màu và nhập bằng giọng nói. Sơ đồ, chủ đề và mọi thứ khác vẫn miễn phí.

source: Pro adds extra export formats, themes, AI tools and voice input. Maps, topics and everything else stay free.
ja: Proでは書き出し形式、テーマ、AIツール、音声入力が追加されます。マップやトピックなど、そのほかの機能はすべて無料のままです。
vi: Pro thêm định dạng xuất, bộ màu, công cụ AI và nhập bằng giọng nói. Sơ đồ, chủ đề và mọi thứ khác vẫn miễn phí.

source: Pro is unlocked. Thank you for supporting MindMap AI.
ja: Proのロックが解除されました。MindMap AIをご支援いただきありがとうございます。
vi: Đã mở khoá Pro. Cảm ơn bạn đã ủng hộ MindMap AI.

source: Promote Topic
ja: トピックのレベルを上げる
vi: Đưa chủ đề lên một cấp

source: Purchases Restored
ja: 購入を復元しました
vi: Đã khôi phục giao dịch mua

source: Question (optional)
ja: 質問（オプション）
vi: Câu hỏi (không bắt buộc)

source: Quit and reopen MindMap AI to apply this change.
ja: この変更を適用するには、MindMap AIを終了してから再度開いてください。
vi: Thoát rồi mở lại MindMap AI để áp dụng thay đổi này.

source: Read %@
ja: %@に読み取り
vi: Đã đọc %@

source: Reading the map…
ja: マップを読み取り中…
vi: Đang đọc sơ đồ…

source: Ready
ja: 準備完了
vi: Sẵn sàng

source: Recent
ja: 最近使った項目
vi: Gần đây

source: Recently Deleted
ja: 最近削除した項目
vi: Đã xoá gần đây

source: Redeem Code…
ja: コードを使用…
vi: Đổi mã…

source: Redeem in App Store
ja: App Storeで使用
vi: Đổi mã trên App Store

source: Redo
ja: やり直す
vi: Làm lại

source: Remove
ja: 削除
vi: Gỡ

source: Remove Connection
ja: 接続を削除
vi: Xoá kết nối

source: Remove Link
ja: リンクを削除
vi: Xoá liên kết

source: Remove Tag
ja: タグを削除
vi: Gỡ thẻ

source: Remove Tag %@
ja: タグ%@を削除
vi: Gỡ thẻ %@

source: Remove from Favorites
ja: お気に入りから削除
vi: Bỏ khỏi Yêu thích

source: Remove from Selection
ja: 選択範囲から除外
vi: Bỏ khỏi vùng chọn

source: Rename Map
ja: マップの名前を変更
vi: Đổi tên sơ đồ

source: Rename Tag
ja: タグの名前を変更
vi: Đổi tên thẻ

source: Rename Topic
ja: トピックの名前を変更
vi: Đổi tên chủ đề

source: Resolution
ja: 解像度
vi: Độ phân giải

source: Restore
ja: 復元
vi: Khôi phục

source: Restore Map
ja: マップを復元
vi: Khôi phục sơ đồ

source: Restore Purchases
ja: 購入を復元
vi: Khôi phục giao dịch mua

source: Restore it from Recently Deleted to open it.
ja: 開くには、「最近削除した項目」から復元してください。
vi: Khôi phục sơ đồ từ mục Đã xoá gần đây để mở.

source: Reveal Topic
ja: トピックを表示
vi: Hiện chủ đề

source: Review…
ja: 確認…
vi: Xem lại…

source: Revoke
ja: 連携を解除
vi: Thu hồi

source: Revoke Access for “%@”?
ja: 「%@」の連携を解除しますか？
vi: Thu hồi quyền của “%@”?

source: Revoke…
ja: 連携を解除…
vi: Thu hồi…

source: Rewrite Topic
ja: トピックを書き換え
vi: Viết lại chủ đề

source: Rewriting the title…
ja: タイトルを書き換え中…
vi: Đang viết lại tiêu đề…

source: Rose
ja: ローズ
vi: Hồng

source: Run MCP: Open User Configuration and add this to mcp.json, inside “servers” if the file already has servers.
ja: 「MCP: Open User Configuration」を実行してmcp.jsonにこれを追加します。ファイルにすでにサーバがある場合は「servers」の中に追加してください。
vi: Chạy MCP: Open User Configuration rồi thêm đoạn này vào mcp.json, đặt trong “servers” nếu tệp đã có máy chủ.

source: Run this command in Terminal.
ja: ターミナルでこのコマンドを実行してください。
vi: Chạy lệnh này trong Terminal.

source: Save
ja: 保存
vi: Lưu

source: Say one topic per sentence. Speech is turned into text on this device and is not sent to xDev.
ja: 1文につき1つのトピックを話してください。音声はこのデバイス上でテキストに変換され、xDevには送信されません。
vi: Mỗi câu bạn nói là một chủ đề. Giọng nói được chuyển thành chữ trên thiết bị này và không gửi tới xDev.

source: Scope
ja: 範囲
vi: Phạm vi

source: Screen Time or device management keeps MindMap AI out of iCloud. Your maps stay on this device.
ja: スクリーンタイムまたはデバイス管理により、MindMap AIはiCloudを使用できません。マップはこのデバイス上に残ります。
vi: Thời gian sử dụng hoặc chế độ quản lý thiết bị không cho MindMap AI dùng iCloud. Sơ đồ của bạn vẫn nằm trên máy này.

source: See What’s in Pro…
ja: Proの内容を見る…
vi: Xem Pro có gì…

source: Select All
ja: すべてを選択
vi: Chọn tất cả

source: Select a topic to see its note.
ja: メモを表示するには、トピックを選択してください。
vi: Chọn một chủ đề để xem ghi chú.

source: Select the next topic
ja: 次のトピックを選択
vi: Chọn chủ đề kế bên

source: Select topics in a rectangle
ja: 四角形の範囲内のトピックを選択
vi: Chọn các chủ đề trong khung

source: Selected Branch
ja: 選択中のブランチ
vi: Nhánh đang chọn

source: Selected Branch: %@
ja: 選択中のブランチ：%@
vi: Nhánh đang chọn: %@

source: Selection and Moving
ja: 選択と移動
vi: Chọn và di chuyển

source: Settings
ja: 設定
vi: Cài đặt

source: Shared
ja: 共有
vi: Dùng chung

source: Shared Tags
ja: 共有タグ
vi: Thẻ dùng chung

source: Shorter
ja: より短く
vi: Ngắn hơn

source: Show Inspector
ja: インスペクタを表示
vi: Hiện bảng thông tin

source: Show Topic on Map
ja: マップ上でトピックを表示
vi: Hiện chủ đề trên sơ đồ

source: Sign in to iCloud in System Settings to sync your maps between your devices. Your maps stay on this device.
ja: デバイス間でマップを同期するには、システム設定でiCloudにサインインしてください。マップはこのデバイス上に残ります。
vi: Đăng nhập iCloud trong Cài đặt hệ thống để đồng bộ sơ đồ giữa các thiết bị của bạn. Sơ đồ của bạn vẫn nằm trên máy này.

source: Sign in to iCloud, or turn on iCloud for MindMap AI, in Settings to sync your maps between your devices. Your maps stay on this device.
ja: デバイス間でマップを同期するには、設定でiCloudにサインインするか、MindMap AIのiCloudをオンにしてください。マップはこのデバイス上に残ります。
vi: Đăng nhập iCloud, hoặc bật iCloud cho MindMap AI, trong Cài đặt để đồng bộ sơ đồ giữa các thiết bị của bạn. Sơ đồ của bạn vẫn nằm trên máy này.

source: Simpler
ja: よりシンプルに
vi: Đơn giản hơn

source: Some topics
ja: 一部のトピック
vi: Một số chủ đề

source: Something Went Wrong
ja: 問題が発生しました
vi: Đã có lỗi

source: Space
ja: スペース
vi: Phím cách

source: Split Topic
ja: トピックを分割
vi: Tách chủ đề

source: Standard
ja: 標準
vi: Tiêu chuẩn

source: Standard (1×)
ja: 標準 (1×)
vi: Chuẩn (1×)

source: Start Listening
ja: 聞き取りを開始
vi: Bắt đầu nghe

source: Start with one thought.
ja: 1つのアイデアから始めましょう。
vi: Bắt đầu từ một ý tưởng.

source: Starting…
ja: 開始中…
vi: Đang khởi động…

source: Status
ja: 状態
vi: Trạng thái

source: Stop
ja: 停止
vi: Dừng

source: Stop Listening
ja: 聞き取りを停止
vi: Dừng nghe

source: Stopped
ja: 停止済み
vi: Đã dừng

source: Subtopics
ja: サブトピック
vi: Chủ đề con

source: Suggest Subtopics
ja: サブトピックを提案
vi: Đề xuất chủ đề con

source: Suggest Tags
ja: タグを提案
vi: Gợi ý thẻ

source: Suggested by AI
ja: AIによる提案
vi: Do AI đề xuất

source: Suggested by AI on this device. Nothing changes until you accept.
ja: このデバイス上のAIによる提案です。採用するまで何も変更されません。
vi: Do AI trên thiết bị này đề xuất. Sơ đồ không đổi cho tới khi bạn chấp nhận.

source: Suggested map
ja: 提案されたマップ
vi: Sơ đồ đề xuất

source: Suggested subtopics
ja: 提案されたサブトピック
vi: Chủ đề con đề xuất

source: Suggested tags
ja: 提案されたタグ
vi: Thẻ được gợi ý

source: Suggesting subtopics…
ja: サブトピックを提案中…
vi: Đang đề xuất chủ đề con…

source: Suggesting tags…
ja: タグを提案中…
vi: Đang gợi ý thẻ…

source: Suggestions
ja: 提案
vi: Đề xuất

source: Summarize Branch
ja: ブランチを要約
vi: Tóm tắt nhánh

source: Summarize a Whole Map
ja: マップ全体を要約
vi: Tóm tắt cả sơ đồ

source: Summarize this branch
ja: このブランチを要約
vi: Tóm tắt nhánh này

source: Summarize this map
ja: このマップを要約
vi: Tóm tắt sơ đồ này

# Summarizing part %lld of %lld…
source: Summarizing part %1$lld of %2$lld…
ja: パート%1$lld/%2$lldを要約中…
vi: Đang tóm tắt phần %1$lld/%2$lld…

source: Summarizing the branch…
ja: ブランチを要約中…
vi: Đang tóm tắt nhánh…

source: Support
ja: サポート
vi: Hỗ trợ

source: Syncing…
ja: 同期中…
vi: Đang đồng bộ…

source: System
ja: システム
vi: Theo hệ thống

source: Tag
ja: タグ
vi: Thẻ

source: Tag Actions
ja: タグの操作
vi: Thao tác với thẻ

source: Tag Name
ja: タグ名
vi: Tên thẻ

source: Tags
ja: タグ
vi: Thẻ

source: Tags of %lld Topics
ja: %lld個のトピックのタグ
vi: Thẻ của %lld chủ đề

source: Tags you add to topics appear here.
ja: トピックに追加したタグがここに表示されます。
vi: Thẻ bạn gắn cho chủ đề sẽ hiện ở đây.

source: Tags: %@
ja: タグ：%@
vi: Thẻ: %@

source: Teal
ja: ティール
vi: Xanh mòng két

source: Text and lines stay sharp at any zoom, and the text can be searched.
ja: どの拡大率でも文字や線がくっきり表示され、文字を検索できます。
vi: Chữ và đường nét luôn sắc nét khi phóng to, và tìm kiếm được chữ.

source: That map no longer exists.
ja: そのマップはもう存在しません。
vi: Sơ đồ này không còn nữa.

source: The app can no longer read your maps, but its token is still in the Keychain. Try again after reopening MindMap AI.
ja: このAppはマップを読めなくなりましたが、トークンはまだキーチェーンにあります。MindMap AIを開き直してから、もう一度試してください。
vi: Ứng dụng không còn đọc được sơ đồ, nhưng mã truy cập vẫn còn trong Chuỗi khoá. Hãy thử lại sau khi mở lại MindMap AI.

source: The backup is damaged and can’t be read. Try another copy of it.
ja: バックアップが破損していて読み込めません。別のコピーを試してください。
vi: Bản sao lưu bị hỏng và không đọc được. Hãy thử một bản sao khác.

source: The backup was made by a newer version of MindMap AI. Update the app, then try again.
ja: このバックアップは新しいバージョンのMindMap AIで作成されました。Appをアップデートしてから、もう一度試してください。
vi: Bản sao lưu được tạo bằng phiên bản MindMap AI mới hơn. Hãy cập nhật ứng dụng rồi thử lại.

source: The clipboard has no text to make a map from.
ja: クリップボードにマップを作成できるテキストがありません。
vi: Bảng nhớ tạm không có văn bản để tạo sơ đồ.

source: The file couldn’t be made or saved. Try again, or choose another folder.
ja: ファイルを作成または保存できませんでした。もう一度試すか、別のフォルダを選択してください。
vi: Không tạo hoặc lưu được tệp. Hãy thử lại hoặc chọn thư mục khác.
